tap 'buo/cask-upgrade'
tap 'cloudfoundry/tap'
tap 'github/bootstrap'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'osx-cross/avr'
tap 'shopify/shopify'
tap 'vitorgalvao/tiny-scripts'

brew 'ack'
brew 'adns'
brew 'astyle'
brew 'gettext', link: true
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'berkeley-db@4'
brew 'openssl'
brew 'cabal-install'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'docker', link: false
brew 'docker-machine'
brew 'docker-compose', link: false
brew 'docutils'
brew 'docx2txt'
brew 'exercism'
brew 'lame'
brew 'ffmpeg', args: ['with-libass', 'with-libvorbis', 'with-libvpx', 'with-openssl', 'with-theora']
brew 'fish'
brew 'flex'
brew 'fzf'
brew 'gdk-pixbuf'
brew 'geos'
brew 'ghostscript'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'glide'
brew 'gnupg', link: false
brew 'gnuplot'
brew 'pkg-config'
brew 'python'
brew 'grc'
brew 'icu4c', link: true
brew 'pango'
brew 'htop'
brew 'hyperscan'
brew 'imagemagick', link: false
brew 'imagemagick@6', link: true
brew 'intltool'
brew 'jansson'
brew 'jemalloc'
brew 'jq'
brew 'launch_socket_server', restart_service: true
brew 'launchdns', restart_service: true
brew 'lcov'
brew 'libdvdcss'
brew 'libsodium'
brew 'libssh2'
brew 'libvpx'
brew 'libxml2'
brew 'llvm'
brew 'mas'
brew 'md5sha1sum'
brew 'memcached', restart_service: true
brew 'mercurial'
brew 'mkvtoolnix'
brew 'mongodb', restart_service: true
brew 'mpd', args: ['with-lame']
brew 'mysql@5.7', restart_service: true
brew 'nginx', restart_service: true
brew 'nmap'
brew 'node'
brew 'node-build'
brew 'nodeenv'
brew 'nodenv'
brew 'p7zip'
brew 'pidof'
brew 'pinentry-mac'
brew 'portaudio'
brew 'postgresql', restart_service: true
brew 'protobuf'
brew 'pulseaudio'
brew 'ragel'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'rustup-init'
brew 's3cmd'
brew 'sdl'
brew 'shairport-sync'
brew 'socat'
brew 'softhsm'
brew 'tesseract'
brew 'the_silver_searcher'
brew 'tree'
# brew 'valgrind'
brew 'yarn'
brew 'youtube-dl'
brew 'cloudfoundry/tap/cf-cli'
brew 'heroku/brew/heroku'
brew 'osx-cross/avr/avr-gcc'
brew 'shopify/shopify/toxiproxy'
brew 'vitorgalvao/tiny-scripts/cask-repair'
cask '1password'
cask 'araxis-merge'
cask 'atom'
cask 'docker'
cask 'dropbox'
cask 'encryptme'
cask 'firefox'
cask 'flux'
cask 'font-fira-code'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'graphiql'
cask 'handbrake'
cask 'java'
cask 'licecap'
cask 'ngrok'
cask 'skype'
cask 'snagit'
cask 'spotify'
cask 'sublime-text'
cask 'transmission'
cask 'vagrant'
cask 'viscosity'
cask 'vlc'
cask 'xquartz'
