akamud.vscode-theme-onedark
anggiarlandi.vscode-open-in-github
bungcip.better-toml
CoenraadS.bracket-pair-colorizer-2
dotiful.dotfiles-syntax-highlighting
eg2.tslint
esbenp.prettier-vscode
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
mikestead.dotenv
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
ms-vscode.wordcount
OmarTawfik.github-actions-vscode
rebornix.ruby
sidneys1.gitconfig
streetsidesoftware.code-spell-checker
xyz.plsql-language
